Repository: mahmudremal/gutenburg-block-effects
Catalog: languages/fwp-gbe-*.po
Languages: it_it

source: A simple and lightweight plugin for Block Effects on WordPress Gutenberg.
it_it: Un plug-in semplice e leggero per Block Effects su WordPress Gutenberg.

source: Activity failed to validate.
it_it: Impossibile convalidare l'attività.

source: Activity not found.
it_it: Attività non trovata.

source: Animation Distance
it_it: Distanza di animazione

source: Animation Duration
it_it: Durata dell'animazione

source: Animation Effect duration. Better to let it less then 1.5 second.
it_it: Durata dell'effetto di animazione. Meglio lasciarlo meno di 1,5 secondi.

source: Authetication error
it_it: Errore di autenticazione

source: Block Effect
it_it: Effetto blocco

source: Block Effects
it_it: Effetti di blocco

source: CSS Selectors
it_it: Selettori CSS

source: Default Animation
it_it: Animazione predefinita

source: Delete
it_it: Elimina

source: Distence from where element should be animated. In pixel formate.
it_it: Distanza da dove l'elemento deve essere animato. In formato pixel.

source: Enable Effect
it_it: Abilita effetto

source: Enable timer on scheduled posts. This will show a countdown timer after post content with Days, Hour, Minutes and Seconds parameter.
it_it: Abilita il timer sui post programmati. Questo mostrerà un conto alla rovescia dopo il contenuto del post con il parametro Giorni, Ora, Minuti e Secondi.

source: Error detected while processing.
it_it: Errore rilevato durante l'elaborazione.

source: Fade Bottom
it_it: Dissolvenza in basso

source: Fade In
it_it: Dissolvenza in entrata

source: Fade Left
it_it: Dissolvenza a sinistra

source: Fade Right
it_it: Dissolvenza a destra

source: Form validation error.
it_it: Errore di convalida del modulo.

source: Future Wordpress
it_it: Futuro WordPress

source: GBE Classes
it_it: Classi GBE

source: General
it_it: Generale

source: Gutenberg Block Effect Setup Page.
it_it: Pagina di configurazione dell'effetto blocco Gutenberg.

source: Gutenburg Block Effect
it_it: Effetto blocco Gutenberg

source: Here you've to suggest those widgets classes to apply block effect. Every single selectors should be seperated with comma.
it_it: Qui devi suggerire quelle classi di widget per applicare l'effetto di blocco. Ogni singolo selettore deve essere separato con una virgola.

source: Illigal request detected.
it_it: Richiesta illegale rilevata.

source: Keep your content organized, schedule your posts, add your own content, engage your followers, get noticed by brands for collaborations, and manage your media content on the go.
it_it: Mantieni i tuoi contenuti organizzati, programma i tuoi post, aggiungi i tuoi contenuti, coinvolgi i tuoi follower, fatti notare dai brand per le collaborazioni e gestisci i tuoi contenuti multimediali ovunque ti trovi.

source: Mark to enable Block Effect globally.
it_it: Contrassegna per abilitare Block Effect a livello globale.

source: New Schedule
it_it: Nuovo programma

source: Problem detected in your request. Please fillup all things first.
it_it: Problema rilevato nella tua richiesta. Per favore riempi prima tutte le cose.

source: Quick Edit
it_it: Modifica rapida

source: Request not valid or incomplete.
it_it: Richiesta non valida o incompleta.

source: Schedule & Post
it_it: Programma e posta

source: Schedule your new post, edit the existing ones and move posts between dates simply, with drag & drop.
it_it: Pianifica il tuo nuovo post, modifica quelli esistenti e sposta i post tra le date semplicemente, con il drag & drop.

source: Scheduled
it_it: Programmata

source: Scheduled successfully changed to %s.
it_it: Programmato modificato con successo in %s.

source: Setup your Gutenberg Block effects and all of it's customization is here.
it_it: Imposta i tuoi effetti Gutenberg Block e tutta la sua personalizzazione è qui.

source: Something happens while tring to validate this activity and updating it.
it_it: Succede qualcosa durante il tentativo di convalidare questa attività e di aggiornarla.

source: Sorry, there was no Schedule & Post.
it_it: Siamo spiacenti, non c'era Schedule & Post.

source: Sorry, your nonce did not verify.
it_it: Spiacenti, il tuo nonce non è stato verificato.

source: Specific activity not detected.
it_it: Attività specifica non rilevata.

source: Successfully deleted this activity.
it_it: Eliminazione di questa attività riuscita.

source: Those elements classes, should be effected
it_it: Quelle classi di elementi, dovrebbero essere effettuate

source: View
it_it: Visualizzazione
